{
  "chapter1_enterMap_line0": "站住！",
  "chapter1_enterMap_line1": "大哥，就是这两个白鹤派的小崽子，他们私自闯进了蚀骨洞天，还把我打伤了。",
  "chapter1_enterMap_line2": "就这两个？一个凝气，一个凝气都没到。这还要我亲自跑一趟，你也太不中用了！\n等等，这是鬼脉？这女孩修的是<yellow>器灵</>功法！\n哈哈，没想到我还有意外收获。这女孩我带走了。\n这下说不能功勋就够了……\n你把这个小鬼收拾了就行。他这个连功法都不会的家伙，总不用要我出手吧。",

  "chapter1_enterMap_line4": "你看着那个妖族修士带着女孩离开，心中一阵无力。你叹了口气，摸了摸怀里那块之前从那女孩身上拿到的神秘玉石，下定了某种决心。",
  "chapter1_enterMap_line5": "你纵身一跳，从悬崖上一跃而下。\n当然，你并不会筑基修士的御剑飞行。\n转瞬之间，你就落入了悬崖下面冰冷的海水之中。",

  "chapter1_enterMap_line6": "………………\n从小流浪的你水性很好。你躲在水下，等到那两个妖族修士离开之后，才慢慢浮上水面，游到了附近的岸边。",

  "chapter1_enterMap_line7": "\n那个女孩……\n哎，凭我的本事可救不了她了。\n我已经引起了紫河宗的注意，看来要赶快逃出这里才行。",

  "chapter1_enterMap_line8": "前面好像有个村子，我先去找个落脚的地方，休息一下，再想想办法吧。",

  "chapter1_enterWanfucun_line1": "这位兄弟暂且留步。\n我看你甚是面生。难道…………难道你是从外界来的？",
  "chapter1_enterWanfucun_line2": "对方看起来并无恶意。我虽然没必要撒谎，但我也没必要将一切事情都告诉他……",
  "chapter1_enterWanfucun_line3": "在下名叫萧墨，不是本地人，在偶然路过这附近的海域时，不巧遇到风暴，被冲到了这附近的岸边。",
  "chapter1_enterWanfucun_line4": "对方向你拱了拱手，奇怪的是，他脸上似乎有些怜悯之色。",
  "chapter1_enterWanfucun_line5": "阁下果然是外界之人。\n既然阁下并非修士，也非紫河宗人，今后便也是我们万福村的一员了。我叫阿福，是这万福村的村长。关于这里的任何问题，都可以找我解答。",
  "chapter1_enterWanfucun_line6": "我确实有几个问题，还请见教。",

  "chapter1_enterWanfucun_questionWanfucun": "万福村？",
  "chapter1_enterWanfucun_questionSeal": "紫河宗？",
  "chapter1_enterWanfucun_questionEnd": "我没有问题了",

  "chapter1_enterWanfucun_questionWanfucun_reply": "这片地域叫灵龟岛，属于鹤堤国地界。这个村子叫万福村。",
  "chapter1_enterWanfucun_questionSeal_reply": "紫河宗如今控制了这万福村，还封锁了这里的边界。若非经过紫河宗准许，谁也无法自由进出。\n阁下虽然是偶然流落到此，但既然并非修士，今后恐怕也同样无法<yellow>无法离开此地了</>。\n我们如今都是紫河宗修士的杂役和附庸。每个月都要交纳物资，否则就要受到惩罚。",

  "chapter1_afu_generic_reply": "我们这里虽然是穷乡僻壤，但总不会亏待客人。这段时间，阁下可以居住在我们这里空余的宅屋中。\n若是有任何需求，都可以来村子里的集会所里找我。",

  "chapter1_rebuildWanfuzong_line1": "你感到一阵眩晕。恍惚中，一个巨大的雕像突兀的出现在你面前。\n一团团烟雾荣罩住了整个房间，数道闪电劈向那个雕像。\n与此同时，那个雕像就好像活了过来一样，睁开了双眼，恶狠狠的盯着你看。\n你感到一股无形的力量将你牢牢锁定，无法动弹。",

  "chapter1_rebuildWanfuzong_line2": "当你回过神时，你正好端端的站在屋子里。就好像刚才的一切都只是你的幻觉。\n你望向屋子中间，那里确实有一个雕像，不过此刻它冰冷而安静，看上去已经在这里放置了很多年。",

  "chapter1_rebuildWanfuzong_line3": "这雕像……是怎么回事？\n或许我应该问问<yellow>阿福</>。",

  "chapter1_rebuildWanfuzong_afu_line2": "这个集会所里，有一个奇怪的雕像。刚才我一靠近便感到燥热难忍，十分古怪。你知道关于它的事情吗？",

  "chapter1_rebuildWanfuzong_afu_line3": "哦，萧老弟是说那座「<yellow>定灵碑</>」吗？\n这定灵碑是我们万福村仅存的法宝之一。不知道阁下是否愿意花费一点时间，听我讲讲背后的故事？",

  "chapter1_rebuildWanfuzong_afu_line4": "…………当然。",

  "chapter1_rebuildWanfuzong_afu_line5": "二十年，万福村还是鹤堤国内一个自治的独立郡县。\n这里原来也曾经有一个本地宗门，叫做万福宗。虽然人数不多，但也欣欣向荣。\n一团团烟雾荣罩住了整个房间，数道闪电劈向那个雕像。",

  "chapter1_rebuildWanfuzong_afu_line6": "但好景不长，后来紫河宗、白鹤宗等其他鹤堤国的宗门为了抢夺灵脉和洞天而互相征伐。鹤堤国陷入战乱。\n虽然万福村并不愿意帮助任何一方，但因为力量弱小，最终也难以独善其身。\n不久之后，紫河宗随便找了个借口杀上门来，将万福宗好手屠戮殆尽，剩下的修士也只能四散而逃。万福宗就此解散。",

  "chapter1_rebuildWanfuzong_afu_line7": "不瞒你说，我曾经也是万福宗的一员。只不过我并不会功法，当年也只是在门中做个炼器杂役。\n不过掌门收留我的恩德，我始终不会忘记。\n我现在坚持留在这里，并且改名叫阿福，就是为了纪念当初的那些师兄弟。",

  "chapter1_rebuildWanfuzong_afu_line8": "这座定灵碑是万福宗的镇宗之宝，传说是当年的掌门亲手所制。当年是用来测量修士的灵根，选拔天赋异禀的弟子的。\n但自从万福宗解散之后，这定灵碑就变成了个普通的石头，再也没有人能够激发它的力量。",

  "chapter1_rebuildWanfuzong_afu_line9": "阿福沉默了一会，似乎在思考着什么。他的目光在你身上转来转去，有些欲言又止。",

  "chapter1_rebuildWanfuzong_afu_line10": "萧老弟，在下有一个不情之请，不知你是否愿意答应？",

  "chapter1_rebuildWanfuzong_afu_line11": "…………你说。",

  "chapter1_rebuildWanfuzong_afu_line12": "虽说我当年只是个宗门杂役，但倒也对着定灵碑的用法略知一二。\n我看阁下相貌非凡，定然不是普通人。我愿意借助着定灵碑帮你淬炼灵根。\n不过我有个要求，那就是你要答应我，帮助我在这里<yellow>重建「万福宗」，对抗紫河宗的压迫</>。\n你可愿意？",

  "chapter1_rebuildWanfuzong_afu_line13": "…………",

  "chapter1_rebuildWanfuzong_afu_line14": "若是你下定决心，愿意尝试修真之途，帮助我重建万福宗。可以随时<yellow>去那定灵碑前找我</>，我会帮你淬炼灵根，踏上修真之途",

  "chapter1_rebuildWanfuzong_dinglingbei": "这是一尊古朴的石头雕像。雕像的表面已经风化残损，但仍能看出面容狰狞，是一个妖族中年修士。",

  "chapter1_afu_nail_line1": "阿福小心翼翼的接过这件怪异的法宝。仔细端详了一番，他的眼睛里闪烁着一丝异样的光芒。",

  "chapter1_afu_nail_line2": "我看这法宝的制作需要非常高深的炼器水平。远非鹤堤国的修士所能打造。想来此物和那紫河宗无关。\n眼下万福村被紫河宗逼迫得紧。这法宝说不定对我们有大用。如果萧老弟愿意，我可以高价收取。",

  "chapter1_afu_nail_line3": "你犹豫了一会儿，并没有立刻回复他。他似乎看出了你的心思，又从怀中摸出一张黄纸。",

  "chapter1_afu_nail_line4": "若是你打算将这法宝留作己用，我手上的这张「<yellow>鉴定符</>」正好可以帮你。\n这鉴定符价值不菲。不过对我而言暂时无用。如果你要的话，只需平时的半价便可给你。",

  "chapter1_afu_nail_line5": "如果萧老弟答应帮我重建万福宗，我可以免费送给你一张「鉴定符」，使用它后就可以得知这件法宝的具体功用。",

  "chapter1_afu_nail_line6": "你决定要卖掉你的法宝了吗？或者你打算买下我这张「鉴定符」吗？",

  "chapter1_afu_nail_line7_1": "阿福小心翼翼地接过你递给他的法宝，脸上满是不可思议。",

  "chapter1_afu_nail_line7_2": "没想到萧老弟竟然如此慷慨，竟然愿意将这法宝直接赠送给在下……\n在下……在下定然好好使用这法宝。我万福宗终于复兴有望了！\n萧老弟今后就是万福宗的恩人，萧老弟若有任何需求，尽管开口，我阿福必定竭尽所能！",

  "chapter1_afu_initialCultivate_line1": "萧老弟，怎么样，你想好了吗？是否要帮我重建万福宗？",

  "chapter1_afu_initialCultivate_option": "我会帮助你重建万福宗",

  "chapter1_afu_initialCultivate_line2": "好！好！我就知道萧老弟不会辜负我的期望，我万福宗终于复兴有望了！\n那么，我现在就运功助你开辟灵根，之后你就可以进入自己的识海中的意识世界了。",

  "chapter1_afu_initialCultivate_line3": "你在阿福的指引下，在定灵碑前盘腿坐下，一股无形的力量从阿福搭在你肩膀上的手指传递到你的身上，你感到一阵眩晕。",

  "chapter1_afu_initialCultivate_line4": "修真一途，根基在于内功。这里便是提升修为等级之所。\n要想提升修为，先要学会<yellow>打坐</>。\n打坐可以将外界灵气转化为自身灵力。\n灵气的来源可以是灵脉，灵泉，也可以是由其他修士通过功法淬炼而制作而成的灵石。\n咱们万福宗唯一的灵脉在蚀骨洞天，只可惜如今已经被紫河宗所占据。眼下你要修炼，只能通过灵石的方法。\n我这里有 4 块灵石，左右在我这里也是无用，不如就送给你吧。打坐的时候，每块灵石可以让你获得 10 点灵气，但也会耗去你半天时间。\n当然，以后你日后修为精进的话，吸收的速度也会变快。",

  "chapter1_afu_initialCultivate_line5": "提升修为等级可以增强身体属性，但空有身体属性，没有功法加持，也无用武之地。\n这<yellow>藏经阁</>正是获取和淬炼战斗功法之地。\n在这里可以升级、改造战斗卡牌。以及组建战斗卡组。\n但这一切的前提的你拥有可以获取战斗卡牌的功法秘籍。\n我里正好有一本秘籍，是当年万福宗掌门所著。虽然只是初级功法，但对于你现在的阶段而言应该足够了。\n你可以在咱们的藏书阁中打开这本秘籍，获取上面的功法。",

  "chapter1_afu_initialCultivate_line6": "现在你已经初步了解了可以提升身体属性的内功之道，是时候了解一下可以让你使用道法来改变天地外界，并且可以和其他修士战斗的外功了。\n有空的时候，来万福村的<yellow>藏书阁</>一趟吧。"
}
